Repository: oercamp/oercamp-pretalx
Catalog: src/pretalx/plugins/pretalx-public-voting/pretalx_public_voting/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: pretalx public voting plugin
de_de: pretalx-Plugin für die öffentliche Ansicht von Einreichungen

source: A public voting plugin for pretalx
de_de: Ein Plugin für eine öffentliche Ansicht von Einreichungen in pretalx

source: Public Voting CSV
de_de: CSV der öffentlichen Ansicht

source: This address is not allowed to cast a vote.
de_de: Diese E-Mail-Adresse kann nicht für die Kommentarfunktion genutzt werden.

source: Hi, you have registered to vote for submissions or submission-wishes for {event.name}. Please confirm that this email address is valid by following one of the following links: Submissions: {vote_url} Submission-wishes: {vote_wishes_url} If you did not register for voting, you can ignore this email. Thank you for participating in the vote! The {event.name} organisers
de_de: Hi, bei der Veranstaltung {event.name} möchtest du unter Einreichungen oder Themenwünschen kommentieren. Hier sind deine persönlichen Links, mit denen du Kommentare schreiben kannst: Für Einreichungen: {vote_url} Für Themenwünsche: {vote_wishes_url} Falls du die Kommentarfunktion nicht brauchst, kannst du diese E-Mail einfach ignorieren.

source: Public voting registration
de_de: Freischaltung der Kommentarfunktion

source: Please assign a score between {self.min_value} and {self.max_value}!
de_de: Bitte wähle eine Wertung zwischen {self.min_value} und {self.max_value}!

source: Score label ({})
de_de: Bezeichnung ({})

source: Human readable explanation of what a score of "{}" actually means, e.g. "great!".
de_de: Menschenlesbare Erklärung, was die Wertung "{}" bedeutet, z.B. "super".

source: Please assign a minimum score smaller than the maximum score!
de_de: Bitte wähle eine Mindestwertung, die niedriger als die Höchstwertung ist!

source: No public votes will be possible before this time. Submissions will not be publicly visible.
de_de: Vor diesem Zeitpunkt ist keine öffentliche Ansicht möglich. Die Einreichungen sind dann nicht öffentlich einsehbar.

source: Start
de_de: Beginn

source: No public votes will be possible after this time. Submissions will not be publicly visible.
de_de: Nach diesem Zeitpunkt ist keine öffentliche Ansicht mehr möglich. Die Einreichungen sind dann nicht mehr öffentlich einsehbar.

source: End
de_de: Ende

source: This text will be shown at the top of the public voting page.
de_de: Dieser Text wird ganz oben auf der Seite mit der öffentlichen Ansicht gezeigt.

source: Anonymise content
de_de: Text anonymisieren

source: Hide speaker names and use anonymized content where available?
de_de: Namen der Mitwirkenden verbergen und anonymisierten Text verwenden, soweit verfügbar?

source: Show session image
de_de: Bild anzeigen

source: Show the session image if one was uploaded.
de_de: Wenn ein Bild zum Beitrag hochgeladen wurde, dieses anzeigen.

source: By default, only the abstract of each session is listed. By enabling this, the longer description text will also be shown.
de_de: Standardmäßig wird nur die Zusammenfassung jedes Beitrags angezeigt. Wenn diese Option aktiviert wird, wird auch der längere Beschreibungstext angezeigt.

source: Minimum score
de_de: Mindestwertung

source: The minimum score voters can assign
de_de: Die geringste Wertung, die vergeben werden kann

source: Maximum score
de_de: Höchstwertung

source: The maximum score voters can assign
de_de: Die höchte Wertung, die vergeben werden kann

source: Allowed emails
de_de: Erlaubte E-Mail-Adressen

source: You can limit who is allowed to cast a vote. Please enter one email address per line.
de_de: Du kannst beschränken, wer die Kommentarfunktion in der öffentlichen Ansicht nutzen darf. Bitte gib eine Adresse pro Zeile ein.

source: Hide score
de_de: Bewertungen verstecken

source: If activated, voting will not be possible
de_de: Wenn aktiviert, können Nutzer*innen keine Bewertung für Einreichungen abgeben.

source: Score
de_de: Wertung

source: Public voting
de_de: Öffentliche Ansicht

source: Set up public voting
de_de: Öffentliche Ansicht einrichten

source: Go to public voting
de_de: Zur öffentlichen Ansicht

source: Public voting will show your submissions publicly, and will allow anybody who provides a valid email address to vote. The email addresses are not saved, so the process is anonymous.
de_de: Die öffentliche Ansicht zeigt alle Einreichungen öffentlich an und ermöglicht es jedem, der eine gültige E-Mail-Adresse hat, Kommentare zu schreiben. E-Mail-Adressen werden nicht gespeichert. Die Abstimmung ist also anonym.

source: Save
de_de: Speichern

source: Public voting signup
de_de: Fast geschafft!

source: Welcome to the voting process for this event! Voting is open to the public, and we just need to confirm your email address first. You will only need to do this once.
de_de: Du kannst die Kommentarfunktion nutzen, nach dem du deine E-Mail-Adresse bestätigt hast.

source: Please note that we do <strong>not</strong> store your email address, and all votes will be completely anonymous.
de_de: Bitte beachte, dass wir deine E-Mail-Adresse <strong>nicht</strong> speichern und dass die Kommentarfunktion vollständig anonym ist.

source: This talk's header image
de_de: Das Titelbild des Beitrags

source: Save!
de_de: Speichern!

source: Comments from other users
de_de: Kommentare anderer Personen

source: This page is invalid. Please double-check that you have followed a complete link to this place.
de_de: Diese Seite ist nicht zulässig. Bitte vergewissere dich, dass du den gesamten Link verwendet hast.

source: Here you can see all submissions and their comments.
de_de: Hier kannst du alle Einreichungen und die dazugehörigen Kommentare ansehen.

source: Public Comments
de_de: Öffentliche Kommentare

source: Click here to sign up for voting.
de_de: Bitte klicke hier, wenn du die Kommentarfunktion nutzen möchtest.

source: Login here to give submission wishes.
de_de: Möchtest du einen Themenwunsch abgeben? Hier entlang!

source: Click here to write a comment.
de_de: Bitte klicke hier, um einen Kommentar abzugeben.

source: Here you can see all submission wishes and their comments.
de_de: Hier kannst du alle Themenwünsche und die dazugehörigen Kommentare ansehen.

source: Thanks for signing up!
de_de: Vielen Dank!

source: Thanks for signing up for public voting. You've received an email with your personal link to the vote. If you don't see an email within five minutes, please also check your spam folder.
de_de: Deine Eingabe war erfolgreich! Du hast soeben eine E-Mail erhalten, die deine persönlichen Links enthält. Falls du innerhalb von fünf Minuten keine E-Mail erhalten hast, guck bitte im Spam nach!

source: Thank you for your vote!
de_de: Vielen Dank!
